{"0":{"Q":"What is CNV?","A":"CNV is Copy Number Variances. It is when a stretch of DNA that is 1kb or larger that has a different number of copies when compared to the reference genome.","score":0},"1":{"Q":"what is triplet repeat disorder?","A":"increase in nucleotide triplet repeats (e.g CAGCAGCAG….CAG) within a certain gene. Threshold of occurrence – if triplet repeat occurs above a certain frequency, then more likely to cause disease.","score":0},"2":{"Q":"What is epistasis?","A":"Phenomenon where gene interactions (i.e. proteins interactions) lead to detectable phenotypic changes.","score":0},"3":{"Q":"What is structural variants?","A":"variation in chromosome structure approximately 1kb or larger, such as inversions, translocation (switching of chromosomal region)","score":0},"4":{"Q":"What is CD4?","A":"co-receptor that assists the T cell receptor in communicating with APCs (antigen-presenting cells).","score":0},"5":{"Q":"What is immunogenicity?","A":"the likelihood of generating an immune response. High immunogenicity means high likelihood of immune response\nLow immunogenicity means a low likelihood of immune response.\n","score":0},"6":{"Q":"How are neoantigens detected?","A":"Find proteins that are present in tumors that are not present in normal cells. Amino acid changes in these proteins can be caused by mutations, splicing, and indels.","score":0},"7":{"Q":"What are antigen-presenting cells?","A":"Antigen-presenting cells (APCs) are a heterogeneous group of immune cells that mediate the cellular immune response by processing and presenting antigens for recognition by certain lymphocytes such as T cells.","score":0},"8":{"Q":"What are neoORFs?","A":"NeoORF is long, completely novel stretches of amino acids. Usually generated by out-of-frame insertions or deletions in gene. .","score":0},"9":{"Q":"How are neoantigens found?","A":"1 - Looking for nonsynonymous mutations in tumor tissue. 2 - using algorithms to identify peptides with the potential to bind to HLA proteins.","score":0},"10":{"Q":"What are the 3 phases of immunoediting?","A":"They are elimination, equilibrium, and escape.","score":0},"11":{"Q":"What is immunosurveillance?","A":"Immunosurveillance is the process of finding transformed cells (cancer cells) in order to inhibit growth of neoplastic tissue. This is the first step of immunoediting.","score":0},"12":{"Q":"What is immune tolerance?","A":"State of the immune system where it does not respond to antigens that would usually elicit an immune response","score":0},"13":{"Q":"What are some errors in RNA-seq?","A":"1 - biases in amplifying transcripts based on G-C content, priming with random hexamers, cDNA synthesis, ligation. 2 - transcript-length bias as longer transcripts generate more fragments. 3 - mapping error caused by multimapping, repetitive sequences, sequencing errors. 4 - polyA mRNA enrichment - may enrich for RNA degradation products","score":0},"14":{"Q":"What is a Pribnow box?","A":"The starting point for transcription in prokaryotes. It is around 10 bp upstream of transcription start site. Prokaryotes have Pribnow box, Eukaryotes and Archaea have TATA box.","score":0},"15":{"Q":"what are professional APCs?","A":"?","score":0},"16":{"Q":"what are non-professional APCs?","A":"? look at wikipedia","score":0},"17":{"Q":"What are autoreactive T cells?","A":"T cells that attack the host's own healthy cells.","score":0},"18":{"Q":"What is oncogene addiction?","A":"biological phenomenon where cancer cells depend on single, mutated oncogene. I’m not sure how accurate this model is to actual cancer cells.","score":0},"19":{"Q":"What are ways of kinases escaping from kinase inhibitors?","A":"1 - mutations that confer resistance to drug, 2 - decrease in deactivation of kinase or downregulate phosphatase (e.g. decrease protein that decreases activity of a kinase), 3 - upregulate protein that increases kinase activity","score":0},"20":{"Q":"How to identify which kinases are good therapeutic targets?","A":"See if gene is overexpressed, which would lead to overproduction of protein, or see if protein is overactivated, which would change the activity of downstream substrates. ","score":0},"21":{"Q":"Where is the donor-acceptor sites on the exons?","A":"The donor site is on the 3' end of the exon and the acceptor site is on the 5' end of the exon, regardless of the gene strand sign (i.e. plus or minus gene).","score":0},"22":{"Q":"What is a null mutation?","A":"mutation that stops or 'nullifies' the function of that gene. Can also prevent function by inhibiting transcription or translation of gene.","score":0},"23":{"Q":"Average length of exons and introns?","A":"Exons are on average 145 base pairs long, whereas introns are 10 times this size and can be longer.","score":0},"24":{"Q":"Some genes do not have introns, why?","A":"Apparently there is a strong correlation between gene expression and intron density, meaning the higher the intron density (the # of introns per kilobase, probably measured by total # intronic nucleotides/total # of nucleotides), the higher the gene expression","score":0},"25":{"Q":"How frequent should splicing defects arise in cancer?","A":"Some stats: 15-60% of known disease-causing mutations affect splicing. At least 15% to perhaps as high as 50% of genetic disease arise from mutations either in consensus splice site sequences or auxiliary cis-acting splice sites (ESE, ESS, ISE, ISS).","score":0},"26":{"Q":"What is the statistics on alternative splicing?","A":"60% of alternative splicing is cassette exon or mutually exclusive exons, whereas 40% is the competing 5’ & 3’ splice sites (see KnowledgeTweets - 15.6.16 – Splice junctions and disease).","score":0},"27":{"Q":"What is a cassette exon?","A":"Cassette exon: a non-constitutive exon, therefore it can either be included or excluded from the final mature mRNA.","score":0},"28":{"Q":"What is a mutually exclusive exon?","A":"Mutually exclusive exons: 2 exons where only one or the other is incorporated into the final mature mRNA.","score":0},"29":{"Q":"What is a competing 5' splice site?","A":"Competing 5’ splice site: splice site on 5’ of exon that can splice at the end of the exon (at the donor splice site) or within the exon.","score":0},"30":{"Q":"What is a competing 3' splice site?","A":"Competing 3’ splice site: splice site on 3’ of exon that can splice at the end of the exon (at the acceptor splice site) or within the exon.","score":0},"31":{"Q":"How can splicing lead to disease?","A":"1 - Cis-acting mutations that disrupt constitutive splice sites, 2 - Cis-acting mutations that disrupt use of alternative splice sites, 3 - trans-acting mutations that disrupt basal splicing machinery, 4 - trans-acting mutations that disrupt splicing regulation.","score":0},"32":{"Q":"what is HLA?","A":"Human leukocyte antigens. HLA are genes that encode the MHC proteins. There are 3 HLA genes for MHC class 1 genes & 6 HLA genes for MHC class 2 genes. In humas, HLA is synonymous to MHC.","score":0},"33":{"Q":"What is the function of MHC class 1 genes?","A":"MHC class 1 genes produce proteins that are present on the surface of almost all cells. These proteins present protein fragments exported from within the cell. These fragments are presented to the immune system. Mainly interact with cytotoxic T cells.","score":0},"34":{"Q":"What is the function of MHC class 2 genes?","A":"MHC class 2 genes produce proteins that present protein fragments on cell surface. Main interact with helper T cells.","score":0},"35":{"Q":"What is the 5' cap on mRNA?","A":"7-methylguanosine cap is added to the 5' end of the pre-mRNA while elongation is still in progress. The 5' cap protects the nascent mRNA from degradation and assists in ribosome binding during translation.","score":0},"36":{"Q":"When does 5' capping of mRNA occur?","A":"A modified guanosine base (7-methylguanosine) is placed on the 5' end of the mRNA shortly after transcription begins, so capping happens in tandem with transcription.","score":0}}